export const Details = () => {
  return (
    <section>
      <h2>Якість в деталях</h2>
      <div>
        <img src="" alt="" />
        <h3>Контроль свіжості квітів </h3>
        <p>
          Ми співпрацюємо з кращими постачальниками квітів і готові
          запропонувати Вам широкий асортимент квітів, починаючи від місцевих
          сортів і закінчуючи рідкісними імпортованими варіантами. Ваша близька
          людина отримає найкращий подарунок, адже ми ретельно підбираємо кожну
          квітку для вашого букету.
        </p>
      </div>
      <div>
        <h3>Оформлення букетів</h3>
        <p>
          Ми готові зібрати унікальний букет по індивідуальному замовленню .
          Наші флористи втілять в життя будь яку Вашу ідею!
        </p>
        <img src="" alt="" />
      </div>
      <div>
        <img src="" alt="" />
        <h3>Швидка доставка </h3>
        <p>
          Ми робимо доставки по Україні протягом 3-х годин з моменту оплати
          замовлення.
        </p>
      </div>
    </section>
  );
};
